{
	"shows": [
		{
			"tvShowId": 117378,
			"title": "Mouse (2021)",
			"genres": "Crime, Mystery",
			"episode": "22 Episodes",
			"duration": "1h 16m",
			"description": "A psychopath’s ruthless serial murders have left the entire nation gripped with fear and chaos. A honest and justice-seeking rookie police officer and a veteran detective with tragic past, face against the killer. After the encounter with the psychopath, their lives totally change.",
			"imagePath": "https://www.themoviedb.org/t/p/w188_and_h282_bestv2/5TzlR5waz77q3AQm5VuMHAYvRgE.jpg",
			"favorited": false
		},
		{
			"tvShowId": 75214,
			"title": "Violet Evergarden (2018)",
			"genres": "Animation, Sci-Fi & Fantasy, Drama",
			"episode": "13 Episodes",
			"duration": "25m",
			"description": "The Great War finally came to an end after four long years of conflict; fractured in two, the continent of Telesis slowly began to flourish once again. Caught up in the bloodshed was Violet Evergarden, a young girl raised for the sole purpose of decimating enemy lines. Hospitalized and maimed in a bloody skirmish during the War's final leg, she was left with only words from the person she held dearest, but with no understanding of their meaning. Recovering from her wounds, Violet starts a new life working at CH Postal Services after a falling out with her new intended guardian family. There, she witnesses by pure chance the work of an \"Auto Memoir Doll,\" amanuenses that transcribe people's thoughts and feelings into words on paper. Moved by the notion, Violet begins work as an Auto Memoir Doll, a trade that will take her on an adventure, one that will reshape the lives of her clients and hopefully lead to self-discovery.",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/ImvHbM4GsJJykarnOzhtpG6ax6.jpg",
			"favorited": false
		},
		{
			"tvShowId": 110070,
			"title": "Horimiya (2021)",
			"genres": "Animation, Comedy",
			"episode": "13 Episodes",
			"duration": "24m",
			"description": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she’s a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they’ve never shown. Could this blossom into something new?",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/917VL7zHTaltnEBDrKWVITTsvLy.jpg",
			"favorited": false
		},
		{
			"tvShowId": 100281,
			"title": "Moriarty the Patriot (2020)",
			"genres": "Animation, Mystery",
			"episode": "24 Episodes",
			"duration": "24m",
			"description": "In the late 19th century, the British Empire nobility reigns while its working class suffers at their hands. Sympathetic to their plight, William James Moriarty wants to topple it all. Frustrated by the systemic inequity, Moriarty strategizes to fix the entire nation. Not even consulting detective Sherlock Holmes can stand in his way. It’s time for crime to revolutionize the world!",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/mlCBLiXF2ioQl4Hq3ymUuiCLN2h.jpg",
			"favorited": false
		},
		{
			"tvShowId": 62450,
			"title": "Plastic Memories (2015)",
			"genres": "Animation, Drama, Sci-Fi & Fantasy",
			"episode": "13 Episodes",
			"duration": "24m",
			"description": "After failing his college entrance exams, 18 year-old Tsukasa Mizugaki is offered a position at the renowned SAI Corporation, known for its production and management of Giftia, androids that possess human emotions. Tsukasa’s position is in the terminal service department where the main job is to recover Giftias that are close to their expiration, a graveyard department in every sense. To make matters worse, Tsukasa is ordered to work with Isla, a female Giftia who is never given any responsibility other than serving tea to co-workers.",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/omOgvHRgfdWku75Gd8YSk2n0pX1.jpg",
			"favorited": false
		},
		{
			"tvShowId": 67395,
			"title": "Tokyo Ravens (2013)",
			"genres": "Action & Adventure, Animation, Comedy, Sci-Fi & Fantasy",
			"episode": "24 Episodes",
			"duration": "24m",
			"description": "Tsuchimikado Harutora was born into a prestigious Onmyoji family, but he can't see \"spirit energy\". Therefore, he's been enjoying a peaceful daily life with his friends at an Onmyo branch school. One day, his childhood friend Tsuchimikado Natsume, heir to the head family, suddenly appears. Will this cause his destiny spring into motion!?",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/zgCoBUFzK89BdWV3xh8oqw0PGGU.jpg",
			"favorited": false
		},
		{
			"tvShowId": 119773,
			"title": "Law School (2021)",
			"genres": "Drama",
			"episode": "16 Episodes",
			"duration": "1h",
			"description": "“Law School” is about the students and professors of South Korea’s top law school who get caught up in an unusual case.",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/ePKPXlfUtrJAsyW7EuNlfcYnvHM.jpg",
			"favorited": false
		},
		{
			"tvShowId": 66433,
			"title": "Scarlet Heart: Ryeo (2016)",
			"genres": "Drama, Sci-Fi & Fantasy, War & Politics",
			"episode": "20 Episodes",
			"duration": "1h",
			"description": "When a total eclipse of the sun takes place, a 21st-century woman, Go Ha-jin, is transported back in time to the Goryeo Dynasty of Korea. She wakes up in the body of Hae-soo, an aristocrat living with Lady Hae, her cousin who happens to be married to one of the sons of King Taejo. She soon befriends several of the princes, who find her carefree and exuberant attitude refreshing. Although she knows she should not get involved in palace intrigues over the succession to the throne, she inadvertently becomes a pawn in the struggle, as several of the princes fall in love with her.",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/pjdPGHqUe60ZGQJR1TItVNaV4it.jpg",
			"favorited": false
		},
		{
			"tvShowId": 66256,
			"title": "Love in the Moonlight (2016)",
			"genres": "Comedy, Drama, War & Politics",
			"episode": "18 Episodes",
			"duration": "1h",
			"description": "Hong Ra On, disguises herself as a man and counsels men on dating. Due to a love letter she wrote for a client, she meets Lee Young - future Crown Prince Hyomyeong. Hong Ra On is unaware that he is the Crown Prince and Lee Young is unaware that Hong Ra On is a woman. The Crown Prince becomes interested in Hong Ra On. His eunuchs become aware of this and attempt to get Hong Ra On to become one of them.",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/qKir5S1ka8UkWVo8aGW9T19IIHC.jpg",
			"favorited": false
		},
		{
			"tvShowId": 118895,
			"title": "Kingdom: Legendary War (2021)",
			"genres": "Reality",
			"episode": "4 Episodes",
			"duration": "1h 30m",
			"description": "THE BOYZ, who were the final winners on the preliminary show “Road to Kingdom,” will be competing on “Kingdom” along with Stray Kids, ATEEZ, BTOB 4U, iKON, and SF9.",
			"imagePath": "https://www.themoviedb.org/t/p/w188_and_h282_bestv2/zOfW0Ljkdy8VwSc8mUWuYAG8xq1.jpg",
			"favorited": false
		},
		{
			"tvShowId": 30983,
			"title": "Case Closed (1996)",
			"genres": "Animation, Comedy, Mystery",
			"episode": "1058 Episodes",
			"duration": "25m",
			"description": "The son of a world famous mystery writer, Jimmy Kudo, has achieved his own notoriety by assisting the local police as a student detective. He has always been able to solve the most difficult of criminal cases using his wits and power of reason.",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/9ve6LW4ltMMpp9WjoR4MGViOp9V.jpg",
			"favorited": false
		},
		{
			"tvShowId": 90181,
			"title": "Class of Lies (2019)",
			"genres": "Crime",
			"episode": "16 Episodes",
			"duration": "1h 10m",
			"description": "Ki Moo-Hyeok, a lawyer with a high winning rate, only cares about money. Due to a murder case at a high school which he deals with, his reputation as a lawyer hits rock bottom. To regain his good name as a lawyer, he sneaks into the high school and work as a temporary teacher. He tries to reveal a secret which the students have, and gets involved with Teacher Ha So-Hyun, a P.E. teacher who loves her students. They then face the students'secret.",
			"imagePath": "https://www.themoviedb.org/t/p/w220_and_h330_face/j57pZCKyaXRParhXE18hDGJRfbA.jpg",
			"favorited": false
		}
	]
}